{
  "loading_messages": [
    "Thank you for downloading the Texture Pack",
    "Don't forget to subscribe to my channel @TryhardMqximus",

    "If you like this pack, let me know it! Just tell me in MCPEDL.com or in YouTube!",
    "Please, if you want to share this pack with anyone, send the MCPEDL.com link. And not that Mediafire link.",
    
    "Nothing to say, bruh.",
    
    "Some textures and .JSONs were taken from other's texture packs, credits are inside this .MCPACK",
    
    "High CPS doesn't matter, you just need good aim",
    "If you can't Jump Reset, try Hit Selecting!",
    "Sometimes, having a high ping is good. Did you know?",
    "Weird fact about controller playing: you can walk slowly without sneaking/crouching.",
    "360 comboes are really satisfying!",
    "I took some months to make this pack",
    "The evening sky image was taken by me, this is why it is a little weird",
    "Being an average player is really cool!",
    "Why are you reading this?",
    "Mobile PvP is hard for me, not gonna lie!",
    "What sensitivity do you use? Nice, i just made you speak alone for no reason!",
    "Progamming is very cool!",
    "Minecraft Bedrock bridging is hard...",
    "Fun fact: i played MCBE PvP for more than 2 years to be like this",
    "PvP montages are fun to watch, but it takes a long time to do",
    "Why does Minecraft use too much of my CPU?",
    "If Mojang solved that aim delay on mouse...",
    "I love dogs! Do you love them too?",
    "Cats are cute, but some of they are lazy. Hahaha",
    "Sorry for the bad English.",
    "Im happy to see this pack done! It is looking very good!",
    "You have to aim on certain angles while doing block extentions, (or clutching)",
    "Im a Brawl Stars player... *Why did i say that?",
    "We shouldn't be very happy and surprised after eliminating a knowed YouTuber, but we do it anyways",
    "@whyumad inspired me to play on controller, and @bi3l inspired me to start in PvP!",
    "What if i could combo on mobile?",
    "30 lines of coding is not that much",
    "1, 2, 3, 4, 5, 6, 7, 8, 9, SUBSCRIBE ON MY CHANNEL!",
    "I made a lot of texture packs, but this one was my first pack shared and published",
    "DON'T FORGET TO DRINK WATER!!!",
    "Did you finish your homework?",
    "Mmm, pizza!",
    "You can find me in The Hive, Cubecraft (very rare, but yes), Zeqa and LifeBoat. Always in NA region!",
    "If you want, give me sugestions, by this way, you will help me to improve at being a Pack Maker!",
    "Last line, YES! FINALLY!!!"
  ]
}